Repository: johansantri/source
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: id

source: Password
id: sandi

source: Remember me
id: ingatkan saya

source: You entered an invalid password.
id: anda memasukan kata sandi tidak valid.

source: Username
id: nama pengguna

source: You entered an invalid username.
id: anda memasukan nama pengguna tidak benar.

source: This account is not active.
id: akun ini tidak aktif.

source: You entered an invalid email address.
id: masukan email yang benar.

source: Email or Username
id: email atau nama pengguna

source: You entered an invalid email address or username.
id: Anda memasukkan alamat email atau nama pengguna yang tidak valid.

source: Required. Enter an existing email address.
id: Diperlukan. Masukkan alamat email yang ada.

source: You can not use this email address.
id: Anda tidak dapat menggunakan alamat email ini.

source: This account has already been activated.
id: akun ini sudah aktif.

source: Activation code not found.
id: tidak ada kode aktivasi.

source: Activation code has already been sent. You can request a new code in 24 hours.
id: Kode aktivasi telah dikirim. Anda dapat meminta kode baru dalam 24jam.

source: First name
id: nama depan

source: Last name
id: nama belakang

source: Please enter another email.
id: Silakan masukkan email lain.

source: You can not use this mail.
id: Anda tidak dapat menggunakan email ini.

source: To activate your profile, please follow this link:
id: Untuk mengaktifkan profil Anda, silakan ikuti tautan ini:

source: To change your current email address, please follow the link:
id: Untuk mengubah alamat email Anda saat ini, silakan ikuti tautannya:

source: Your username is:
id: nama pengguna anda:

source: You received this email because you requested a password reset for your user account.
id: Anda menerima email ini karena Anda meminta pengaturan ulang kata sandi untuk pengguna Anda akun.

source: Please, go to the following page and choose a new password:
id: silahkan ikuti halaman berikut dan pilih buat sandi baru:

source: Log in
id: masuk

source: Forgot your password?
id: anda lupa password?

source: Forgot your username?
id: anda lupa nama pengguna?

source: Resend an activation code
id: kirim ulang kode aktivasi

source: Logged out
id: keluar

source: Thanks for spending some quality time with the site today.
id: Gracias por haber pasado un timepo de calidad en el sitio hoy.

source: Log in again
id: masuk kembali

source: Log out
id: keluar

source: Confirm this action:
id: Konfirmasikan tindakan ini

source: Change email
id: ubah email

source: Change
id: ubah

source: Change password
id: ubah password

source: Change profile
id: ubah profil

source: Remind a username
id: ingat nama pengguna

source: Next
id: lanjut

source: Restore password
id: Pulihkan kata sandi

source: Please enter your new password twice so we can verify you typed it in correctly.
id: Silakan masukkan kata sandi baru Anda dua kali sehingga kami dapat memverifikasi bahwa Anda mengetikkannya benar

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
id: Tautan pengaturan ulang kata sandi tidak valid, mungkin karena sudah ada digunakan. Silakan meminta pengaturan ulang kata sandi baru

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
id: Kami telah mengirimi Anda email petunjuk untuk mengatur kata sandi Anda, jika sebuah akun ada dengan email yang Anda masukkan.

source: You should receive them shortly.
id: Anda akan segera menerimanya.

source: If you don't receive an email, please make sure you've entered the address you signed up with, and check your spam folder.
id: Jika Anda tidak menerima email, pastikan Anda telah memasukkan alamatnya Anda mendaftar, dan periksa folder spam Anda.

source: Create an account
id: Buat Akun

source: Create
id: Membuat

source: Profile activation
id: Aktivasi profil

source: Your username
id: Nama pengguna Anda

source: You are signed up. To activate the account, follow the link sent to the mail.
id: Anda sudah mendaftar. Untuk mengaktifkan akun, ikuti tautan yang dikirimkan ke email.

source: You are successfully signed up!
id: Anda berhasil mendaftar!

source: You have successfully activated your account!
id: Anda telah berhasil mengaktifkan akun Anda!

source: A new activation code has been sent to your email address.
id: Kode aktivasi baru telah dikirim ke alamat email Anda.

source: Profile data has been successfully updated.
id: Data profil telah berhasil diperbarui.

source: To complete the change of email address, click on the link sent to it.
id: Untuk menyelesaikan perubahan alamat email, klik tautan yang dikirimkan ke sana.

source: Email successfully changed.
id: Email berhasil diubah.

source: You have successfully changed your email!
id: Anda telah berhasil mengubah email Anda!

source: Your username has been successfully sent to your email.
id: Nama pengguna Anda telah berhasil dikirim ke email Anda

source: Your password was changed.
id: Password Anda Berhasil Dirubah

source: Your password has been set. You may go ahead and log in now.
id: Kata sandi Anda telah ditetapkan. Anda dapat melanjutkan dan masuk sekarang

source: English
id: Inglés

source: Russian
id: Ruso

source: Simplified Chinese
id: Chino simplificado

source: French
id: Francés

source: Spanish
id: Española

source: Bahasa
id: Indonesia

source: Home
id: Rumah

source: Django administration
id: Admin Django

source: Change language
id: Ganti bahasa

source: Select the language
id: Pilih bahasa

source: Your username is
id: Nama pengguna Anda adalah

source: You are a guest.
id: Anda adalah seorang tamu.
